[
    {
        "firstLine": "This course is available for lunch, dinner",
        "comboName": "Quick bite",
        "comboHeadline":"Enjoy on the go" ,
        "comboDescription": "Experience the Quick Bites combo - a main dish, Loaded Fries, and a drink, crafted to satisfy your cravings with every delicious bite.",
        "comboImageUrl": "/images/order.png",
        "comboDetailsItems": [
            {
                "name": "Classic Cheeseburger",
                "description": "Our juicy beef patty topped with melted cheese, lettuce, tomato, and special sauce on a soft bun.",
                "price": 7
            },
            {
                "name": "Crispy Chicken Sandwich",
                "description": "A crispy breaded chicken breast topped with lettuce, tomato, and mayo on a toasted bun.",
                "price": 6
            },
            {
                "name": "Loaded fries",
                "description": "Crispy golden fries topped with melted cheese, bacon bits, and green onions.",
                "price": 5
            }
        ],
        "totalPrice": 18
    },
    {
        "firstLine": "THIS COURSE IS AVAILABLE FOR BREAKFAST, LUNCH, DINNER",
        "comboName": "Fresh & flavorful",
        "comboHeadline":"Simply delicious, and healthy too!" ,
        "comboDescription": "Savor freshness and flavor in every bite with our mouth-watering Fresh & Flavorful combo - a main, side salad, and drink crafted from locally-sourced ingredients.",
        "comboImageUrl": "/images/order2.png",
        "comboDetailsItems": [
            {
                "name": "Grilled Chicken Salad",
                "description": "Grilled chicken breast served on a bed of mixed greens, cherry tomatoes, cucumbers, and sliced avocado, drizzled with a tangy vinaigrette dressing.",
                "price": 9
            },
            {
                "name": "Veggie Wrap",
                "description": "A delightful wrap filled with fresh vegetables such as lettuce, bell peppers, carrots, and cucumbers, complemented by a zesty dressing.",
                "price": 5
            },
            {
                "name": "Fruit Cup",
                "description": "A refreshing medley of seasonal fruits, including juicy watermelon, succulent pineapple, sweet strawberries, and tangy grapes.",
                "price": 1
            }
        ],
        "totalPrice": 15
    },
    {
        "firstLine": "THIS COURSE IS AVAILABLE FOR LUNCH, DINNER",
        "comboName": "Value Meals",
        "comboHeadline":"Delicious food with fine deal" ,
        "comboDescription": "Get unbeatable value and taste with our Value Meals combo - featuring our most popular mains, paired with a side and drink, all at an affordable price.",
        "comboImageUrl": "/images/order3.png",
        "comboDetailsItems": [
            {
                "name": "Cheesy Chicken Quesadilla Combo",
                "description": "A satisfying combo featuring a cheesy chicken quesadilla served with a side of crisp tortilla chips and homemade salsa.",
                "price": 5
            },
            {
                "name": "Savory Beef Burrito",
                "description": "A hearty beef burrito stuffed with seasoned ground beef, black beans, rice, and melted cheese, accompanied by a side of sour cream and salsa.",
                "price": 4
            },
            {
                "name": "Fish Taco Trio",
                "description": "Three flavorful fish tacos filled with crispy battered fish, shredded lettuce, tangy slaw, and a drizzle of chipotle mayo, served with a side of seasoned fries.",
                "price": 3
            }
        ],
        "totalPrice": 12
    },
    {
        "firstLine": "This Course is Available for lunch and dinner",
        "comboName": "Deluxe Combo",
        "comboHeadline":"Ultimate Flavor in Every Bite!" ,
        "comboDescription": "Experience the ultimate Deluxe Combo - a main dish, a side, and a drink, crafted to satisfy your cravings.",
        "comboImageUrl": "/images/order4.png",
        "comboDetailsItems": [
            {
                "name": "Signature Burger",
                "description": "Our signature beef patty topped with special sauce, fresh lettuce, and cheddar cheese on a toasted bun.",
                "price": 8
            },
            {
                "name": "Garlic Parmesan Fries",
                "description": "Crispy golden fries seasoned with garlic and parmesan, served with a side of ketchup.",
                "price": 4
            },
            {
                "name": "Choco Lava Cake",
                "description": "Indulge in a warm and gooey chocolate lava cake, topped with a scoop of vanilla ice cream.",
                "price": 6
            }
        ],
        "totalPrice": 18
    },
    {
        "firstLine": "This Course is Available for breakfast, lunch, and dinner",
        "comboName": "Healthy Choice",
        "comboHeadline":"Nourishing Goodness on Your Plate!" ,
        "comboDescription": "Make the healthy choice with our nutritious combo - a main, a fresh salad, and a detox drink.",
        "comboImageUrl": "/images/order5.png",
        "comboDetailsItems": [
            {
                "name": "Grilled Salmon",
                "description": "Succulent grilled salmon fillet served with steamed vegetables and a lemon herb dressing.",
                "price": 12
            },
            {
                "name": "Garden Salad",
                "description": "A vibrant garden salad with mixed greens, cherry tomatoes, cucumbers, and balsamic vinaigrette.",
                "price": 5
            },
            {
                "name": "Detox Water",
                "description": "Stay refreshed with our detox water infused with lemon and mint.",
                "price": 2
            }
        ],
        "totalPrice": 19
    },
    {
        "firstLine": "This Course is Available for lunch and dinner",
        "comboName": "Family Feast",
        "comboHeadline":"Feast Together, Share Happiness!" ,
        "comboDescription": "Treat your family to a feast with our Family Feast combo - featuring a variety of mains, sides, and drinks.",
        "comboImageUrl": "/images/order6.png",
        "comboDetailsItems": [
            {
                "name": "BBQ Ribs Platter",
                "description": "Savory BBQ ribs served with coleslaw, cornbread, and a side of BBQ sauce.",
                "price": 16
            },
            {
                "name": "Loaded Potato Skins",
                "description": "Crispy potato skins loaded with cheese, bacon, and sour cream.",
                "price": 8
            },
            {
                "name": "Pitcher of Soda",
                "description": "Quench your thirst with a pitcher of your favorite soda.",
                "price": 4
            }
        ],
        "totalPrice": 28
    }
]
